export default {
  projections: {
    СотрудникиE: {
      фИОСотруд: {
        __caption__: 'ФИО сотрудника'
      },
      iDСотр: {
        __caption__: 'I d сотр'
      },
      должнСотр: {
        __caption__: 'Должность сотрудника',
        должность: {
          __caption__: 'Должность сотрудника'
        }
      }
    },
    СотрудникиL: {
      фИОСотруд: {
        __caption__: 'ФИО сотрудника'
      },
      iDСотр: {
        __caption__: 'I d сотр'
      },
      должнСотр: {
        __caption__: 'Должность сотрудника',
        должность: {
          __caption__: 'Должность сотрудника'
        }
      }
    }
  },
  validations: {
    iDСотр: {
      __caption__: 'I d сотр'
    },
    фИОСотруд: {
      __caption__: 'ФИО сотрудника'
    },
    должнСотр: {
      __caption__: 'Должность сотрудника'
    }
  }
};
